"BUTTON_AUTHENTICATE" = "ใช้หมายเลขโทรศัพท์ของฉัน";

"BUTTON_CREATED_ACCOUNT" = "สร้างบัญชีแล้ว";

"BUTTON_CREATE_ACCOUNT" = "สรัางบัญชี";

"BUTTON_CREATING_ACCOUNT" = "กำลังสร้างบัญชี";

"BUTTON_DISMISS" = "ยกเลิก";

"BUTTON_NOT_NOW" = "ไม่ใช่ตอนนี้";

"BUTTON_OK" = "ตกลง";

"BUTTON_OKAY" = "ตกลง";

"BUTTON_RESEND_CONF_CODE" = "ส่งรหัสยืนยันอีกครั้ง";

"BUTTON_RETRY" = "ลองใหม่";

"BUTTON_SENDING_CONF_CODE" = "กําลังส่งรหัสยืนยัน";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "ยืนยัน";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "ยืนยันแล้ว";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "กำลังยืนยัน";

"BUTTON_SEND_CONF_CODE" = "ส่งรหัสยืนยัน";

"BUTTON_SENT_CONF_CODE" = "ส่งรหัสยืนยันแล้ว";

"BUTTON_SIGNED_IN" = "เข้าสู่ระบบแล้ว";

"BUTTON_SIGNING_IN" = "เข้าสู่ระบบ";

"BUTTON_SIGN_IN" = "เข้าสู่ระบบ";

"BUTTON_SIGN_IN_WITH_TWITTER" = "เข้าสู่ระบบด้วยทวิตเตอร์";

"BUTTON_TRY_DIFFERENT_NUMBER" = "ลองใช้หมายเลขโทรศัพท์อื่น";

"ERROR_CHECK_CODE_TRY_AGAIN" = "โปรดตรวจสอบรหัสของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "โปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณและลองใหม่อีกครั้ง";

"ERROR_GENERIC_ALERT_TITLE" = "เกิดข้อผิดพลาด";

"ERROR_TRY_AGAIN_LATER" = "เราไม่สามารถนำคุณเข้าสู่ระบบด้วยทวิตเตอร์ได้ในตอนนี้ โปรดลองอีกครั้งในภายหลัง";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "คุณได้ตั้งรหัสยืนยัน 2 ชั้นไว้ก่อนหน้านี้บน <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "การแตะ \"สร้างบัญชี\" ที่ด้านบน จะถือว่าคุณยอมรับ <u>ข้อตกลงการใช้งาน</u> <u>นโยบายความเป็นส่วนตัว</u> และ <u>นโยบายคุกกี้</u> ของ Digits by Twitter และผู้ใช้ %@ รายอื่น ๆ จะสามารถหาคุณได้จากหมายเลขโทรศัพท์และ/หรืออีเมล";

"FOOTNOTE_SEND_CONF_CODE" = "<u>Digits by Twitter</u> จะส่งข้อความ SMS ไปหาคุณเพื่อยืนยันหมายเลขโทรศัพท์ ซึ่งอาจมีค่าบริการส่งข้อความและค่าบริการข้อมูลจากผู้ให้บริการของคุณ";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "ป้อนรหัสยืนยัน 2 ชั้น";

"LABEL_ENTER_CONF_CODE" = "ป้อนรหัสยืนยัน";

"LABEL_ENTER_PHONE_NUMBER" = "ป้อนหมายเลขโทรศัพท์ของคุณ";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "เราใช้ Digits by Twitter เพื่อค้นหาเพื่อนของคุณที่ใช้งานแอพนี้ เมื่อคุณแตะ ตกลง เราจะอัพโหลดสมุดที่อยู่ของคุณไปที่ Digits by Twitter ดังนั้นเราสามารถหาผู้ใช้ของ %@ ที่คุณรู้จักหรือช่วยผู้ใช้อื่นๆของ %@ ค้นหาคุณ";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "ค้นหาเพื่อนของคุณ";

"LABEL_PLEASE_USE_TWITTER" = "โปรดเข้าสู่ระบบด้วยทวิตเตอร์";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "หมายเลขของคุณเชื่อมโยงกับบัญชีทวิตเตอร์อยู่แล้ว โปรดเข้าสู่ระบบด้วยทวิตเตอร์ที่ด้านล่างนี้";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "ไม่สามารถยืนยันหมายเลขโทรศัพท์ของคุณได้";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "ขออภัย เราประสบปัญหาขณะส่งรหัสยืนยันถึงคุณ";

"PARTIAL_FOOTNOTE_THIS_APP" = "แอพนี้";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "รหัสยืนยัน";

"PLACEHOLDER_CONF_CODE" = "รหัสยืนยัน";

"PLACEHOLDER_YOUR_NUMBER" = "หมายเลขโทรศัพท์ของคุณ";

"TIME_SHORT_DAYS_FORMAT" = "%dว.";

"TIME_SHORT_DAY_FORMAT" = "%dว.";

"TIME_SHORT_HOURS_FORMAT" = "%dชม.";

"TIME_SHORT_HOUR_FORMAT" = "%dชม.";

"TIME_SHORT_MINUTES_FORMAT" = "%dน.";

"TIME_SHORT_MINUTE_FORMAT" = "%dน.";

"TIME_SHORT_SECONDS_FORMAT" = "%dวิ.";

"TIME_SHORT_SECOND_FORMAT" = "%dวิ.";

"tw__email_share_affirmative_button" = "อนุญาต";

"tw__email_share_detail_message_format" = "รับการอัพเดทและข้อมูลอื่นๆ ได้จาก %@ เมื่อคุณให้สิทธิ์ในการเข้าถึงอีเมลของคุณในบัญชีทวิตเตอร์ @%@";

"tw__email_share_detail_message_not_signed_in" = "(ยังไม่ได้เข้าสู่ระบบ)";

"tw__email_share_detail_message_this_app" = "แอพนี้";

"tw__email_share_heading" = "แบ่งปันที่อยู่อีเมลของคุณ";

"tw__email_share_negative_button" = "ไม่ใช่ตอนนี้";

"tw__share_tweet" = "แบ่งปันทวีต";

"tw__share_tweet_button" = "แบ่งปันทวีต";

"tw__share_tweet_generic_template_format" = "ตามไปดูทวีตของ @%1$@: %2$@";

"tw__share_tweet_subject_format" = "ทวีตจาก %1$@ (@%2$@)";

"tw__sign_in_with_twitter_button" = "เข้าสู่ระบบด้วยทวิตเตอร์";

"tw__single_image" = "แนบรูปภาพแล้วหนึ่งรูป";

"tw__test_string" = "ทดสอบ";

"tw__tweet_image_accessibility" = "ไฟล์แนบ";

"tw__tweet_profile_accessibility" = "โปรไฟล์";

"tw__tweet_retweeted_by_user" = "รีทวีตโดย %@";

